IDEA Open Model
RebarSegment3DArc3Pts.ThirdPoint Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the point of circular arc somewhere between start and end point.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Point3D ThirdPoint { get; set; }
Public Property ThirdPoint As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
RebarSegment3DArc3Pts Class
IdeaRS.OpenModel.Model Namespace